Repository: ycasse/cardle
Catalog: cardle/locale/*/LC_MESSAGES/django.po
Languages: fr

source: French
fr: Français

source: Guess today's car !
fr: Devine la voiture du jour !

source: Search for a car model
fr: Rechercher un modèle

source: Guess
fr: Valider

source: Next car in:
fr: Prochaine voiture dans :

source: Rear-wheel drive
fr: Propulsion

source: Front-wheel drive
fr: Traction

source: 4-wheel drive
fr: Intégrale

source: Gasoline
fr: Essence

source: Hybrid
fr: Hybride

source: Electric
fr: Electrique

source: LPG
fr: GPL

source: NVG
fr: GNV

source: Bio-ethanol
fr: Bio-éthanol

source: City car
fr: Citadine

source: Sedan
fr: Berline

source: Station wagon
fr: Break

source: Sports car
fr: Voiture de sport

source: Compact car
fr: Compacte

source: Targa top
fr: Targa

source: Panel van
fr: Camionnette

source: Minivan
fr: Monospace

source: Single cylinder
fr: Monocylindre

source: Straight-2
fr: 2-cyl. en ligne

source: Straight-3
fr: 3-cyl. en ligne

source: Straight-4
fr: 4-cyl. en ligne

source: Straight-5
fr: 5-cyl. en ligne

source: Straight-6
fr: 6-cyl. en ligne

source: Straight-8
fr: 8-cyl. en ligne

source: Electric engine
fr: Moteur électrique

source: Flat-2
fr: 2-cyl. à plat

source: Flat-4
fr: 4-cyl. à plat

source: Flat-6
fr: 6-cyl. à plat

source: Flat-12
fr: 12-cyl. à plat
